Repository: pdchristian/WOL
Catalog: ios/WolManagerWatch/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr

# bad_response
source: Ungültige Antwort
en: Invalid response
es: Respuesta no válida
fr: Réponse invalide

# dash.offline
source: Gerät ist offline.
en: Device is offline.
es: El dispositivo está desconectado.
fr: L'appareil est hors ligne.

# dash.svc
source: Dienste
en: Services
es: Servicios
fr: Services

# dash.svc.none
source: Keine Dienste beobachtet
en: No services watched
es: Sin servicios observados
fr: Aucun service surveillé

# dash.unreachable
source: Keine Antwort vom Host-Service.
en: No response from host service.
es: Sin respuesta del servicio de host.
fr: Aucune réponse du service hôte.

# device_not_found
source: Gerät nicht gefunden
en: Device not found
es: Dispositivo no encontrado
fr: Appareil introuvable

# devices.empty
source: Keine Geräte angelegt.
en: No devices configured.
es: No hay dispositivos configurados.
fr: Aucun appareil configuré.

# devices.shutdown
source: Herunterfahren
en: Shut down
es: Apagar
fr: Éteindre

# devices.viewCards
source: Kartenansicht
en: Card view
es: Vista de tarjetas
fr: Vue cartes

# devices.viewList
source: Listenansicht
en: List view
es: Vista de lista
fr: Vue liste

# devices.wake
source: Aufwecken
en: Wake
es: Despertar
fr: Réveiller

# host_unreachable
source: Host nicht erreichbar
en: Host not reachable
es: Host no accesible
fr: Hôte injoignable

# iphone_not_reachable
source: iPhone nicht erreichbar
en: iPhone not reachable
es: iPhone no accesible
fr: iPhone injoignable

# nav.devices
source: Geräte
en: Devices
es: Dispositivos
fr: Appareils

# no
source: Nein
en: No
es: No
fr: Non

# shutdown.message %@
source: %@ sicher herunterfahren?
en: Shut down %@?
es: ¿Apagar %@?
fr: Éteindre %@ ?

# shutdown.title
source: Herunterfahren?
en: Shut down?
es: ¿Apagar?
fr: Éteindre ?

# status.unknown
source: Status unbekannt
en: Status unknown
es: Estado desconocido
fr: Statut inconnu

# status.waking
source: Wacht auf
en: Waking
es: Despertando
fr: Réveil

# warn.iphone
source: iPhone nicht erreichbar – letzter Stand
en: iPhone not reachable – last known state
es: iPhone no accesible – último estado
fr: iPhone injoignable – dernier état

# wol.sent
source: Wake gesendet
en: Wake sent
es: Despertar enviado
fr: Réveil envoyé

# yes
source: Ja
en: Yes
es: Sí
fr: Oui

# dash.system
source: System
es: Sistema
fr: Système

# status.offline
source: Offline
es: Desconectado
fr: Hors ligne

# status.online
source: Online
es: En línea
fr: En ligne
